Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Press and hold the space bar for a moment.
de: Halte die Leertaste einen Moment gedrückt.
es: Mantén pulsada la barra espaciadora un momento.
et: Hoia tühikuklahvi hetk all.
fr: Appuie et maintiens la barre d'espace un instant.
hu: Tartsd nyomva egy pillanatig a szóközt.
it: Tieni premuta la barra spaziatrice per un attimo.
ja: スペースキーを少しのあいだ長押しします。
ko: 스페이스 바를 잠깐 길게 누르세요.
ms: Tekan dan tahan bar ruang seketika.
pt: Mantém a barra de espaços premida por um momento.
ru: Нажмите и подержите пробел пару мгновений.
zh_hans: 按住空格键一小会儿。

source: Press animation
de: Animation beim Drücken
es: Animación al pulsar
et: Vajutuse animatsioon
fr: Animation à l’appui
hu: Billentyűnyomás animációja
it: Animazione alla pressione
ja: キー押下アニメーション
ko: 키 누름 애니메이션
ms: Animasi tekanan
pt: Animação ao premir
ru: Анимация нажатия
zh_hans: 按键动画

source: Press delete after a correction to restore the word you typed.
de: Drück nach einer Korrektur auf Löschen, um dein getipptes Wort zurückzuholen.
es: Pulsa borrar tras una corrección para recuperar la palabra que escribiste.
et: Vajuta paranduse järel kustutamiseks, et taastada tippitud sõna.
fr: Appuie sur supprimer après une correction pour retrouver le mot que tu as tapé.
hu: Egy javítás után nyomd meg a törlést, és visszakapod a beírt szót.
it: Premi elimina dopo una correzione per rimettere la parola che avevi scritto.
ja: 修正のあとに削除を押すと、自分が入力した単語に戻せます。
ko: 수정된 뒤에 삭제를 누르면 원래 입력한 단어로 되돌려요.
ms: Tekan padam selepas pembetulan untuk pulihkan perkataan yang anda taip.
pt: Carrega em apagar depois de uma correção para repor a palavra que escreveste.
ru: Нажмите Delete после исправления, чтобы вернуть слово, которое вы напечатали.
zh_hans: 更正后按删除键，就能把你原来打的词还回来。

source: Press flash
de: Farbe beim Drücken
es: Destello al pulsar
et: Vajutuse sähvatus
fr: Flash à l’appui
hu: Villanás lenyomáskor
it: Lampo alla pressione
ja: 押したときの色
ko: 누를 때 색상
ms: Kilat semasa ditekan
pt: Brilho ao pressionar
ru: Вспышка при нажатии
zh_hans: 按下时的闪色

source: Press glow
de: Leuchten beim Drücken
es: Brillo al pulsar
et: Kuma vajutamisel
fr: Lueur à l’appui
hu: Lenyomási ragyogás
it: Bagliore alla pressione
ja: 押下時の光彩
ko: 누름 광선
ms: Cahaya ketika ditekan
pt: Brilho ao premir
ru: Свечение при нажатии
zh_hans: 按压辉光

source: Press linger
de: Druck-Verweilen
es: Permanencia de pulsación
et: Vajutuse viivitus
fr: Maintien de l'appui
hu: Nyomás késlekedése
it: Permanenza della pressione
ja: 押下の保持
ko: 누름 유지
ms: Lengah tekanan
pt: Permanência do toque
ru: Задержка нажатия
zh_hans: 按压停留

source: Press response
de: Tastendruck-Reaktion
es: Respuesta al pulsar
et: Vajutuse reaktsioon
fr: Réponse à l’appui
hu: Nyomásválasz
it: Risposta alla pressione
ja: 押したときの反応
ko: 누름 반응
ms: Tindak balas tekan
pt: Resposta ao toque
ru: Реакция на нажатие
zh_hans: 按下反馈

source: Press springs, bloom, and effects
de: Federn, Leuchten und Effekte
es: Rebotes, destellos y efectos
et: Vajutuse vedrud, bloom ja efektid
fr: Rebonds, halos et effets
hu: Nyomás, rugók, duzzadás és effektek
it: Rimbalzi, bagliori ed effetti
ja: 押したときのバネ、ブルーム、エフェクト
ko: 누름 스프링, 블룸, 효과
ms: Spring tekanan, kembang, dan kesan
pt: Molas, brilho e efeitos
ru: Пружины нажатия, свечение и эффекты
zh_hans: 按压弹动、光晕和特效

source: Press springs, bloom, and reactions
de: Federn, Leuchten und Reaktionen
es: Rebotes, destellos y reacciones
et: Vajutuse vedrud, bloom ja reaktsioonid
fr: Rebonds, halos et réactions
hu: Nyomás, rugók, duzzadás és reakciók
it: Rimbalzi, bagliori e reazioni
ja: 押したときのバネ、ブルーム、反応
ko: 누름 스프링, 블룸, 반응
ms: Spring tekanan, kembang, dan reaksi
pt: Molas, brilho e reações
ru: Пружины нажатия, свечение и реакции
zh_hans: 按压弹动、光晕和反应

source: Press style
de: Druckstil
es: Estilo de pulsación
et: Vajutuse stiil
fr: Style de pression
hu: Nyomás stílusa
it: Stile di pressione
ja: 押下スタイル
ko: 누름 스타일
ms: Gaya tekanan
pt: Estilo de pressão
ru: Стиль нажатия
zh_hans: 按压样式

source: Press the hero key to hear it.
de: Drücke die große Vorschautaste, um den Klang zu hören.
es: Pulsa la tecla de muestra para escuchar el sonido.
et: Heli kuulamiseks vajuta suurt eelvaateklahvi.
fr: Appuie sur la grande touche de démonstration pour écouter le son.
hu: Nyomd meg a nagy előnézeti billentyűt, hogy meghallgasd a hangját.
it: Premi il grande tasto di anteprima per ascoltare il suono.
ja: 大きく表示されたキーを押すと、音を試せます。
ko: 크게 표시된 키를 눌러 소리를 들어 보세요.
ms: Tekan kekunci besar pada pratonton untuk mendengar bunyinya.
pt: Prime a tecla de demonstração para ouvires o som.
ru: Нажмите на большую клавишу предпросмотра, чтобы послушать звук.
zh_hans: 按下页面上的大按键即可试听。

source: Press the key to feel it.
de: Drück die Taste, um es zu spüren.
es: Pulsa la tecla para notarlo.
et: Vajuta klahvi, et tunda.
fr: Appuie sur la touche pour le sentir.
hu: Nyomd meg a billentyűt, és érezni fogod.
it: Premi il tasto per sentirlo.
ja: キーを押すと、感触を確かめられます。
ko: 키를 눌러 느껴 보세요.
ms: Tekan kekunci untuk merasainya.
pt: Carrega na tecla para sentires.
ru: Нажмите клавишу, чтобы почувствовать.
zh_hans: 按一下按键，感受一下。

source: Press the key to hear the pack you've picked.
de: Drück die Taste, um das gewählte Paket zu hören.
es: Pulsa la tecla para oír el paquete que has elegido.
et: Vajuta klahvi, et kuulda valitud pakki.
fr: Appuie sur la touche pour entendre le pack que tu as choisi.
hu: Nyomd meg a billentyűt, és meghallod a kiválasztott csomagot.
it: Premi il tasto per sentire il pacchetto che hai scelto.
ja: キーを押すと、選んだパックの音が鳴ります。
ko: 키를 누르면 선택한 팩의 소리가 나요.
ms: Tekan kekunci untuk mendengar pek yang anda pilih.
pt: Carrega na tecla para ouvires o pacote que escolheste.
ru: Нажмите клавишу, чтобы услышать выбранный набор.
zh_hans: 按一下按键，听听你选的声音包。

source: Press the key to hear this pack.
de: Drück die Taste, um dieses Paket zu hören.
es: Pulsa la tecla para oír este paquete.
et: Vajuta klahvi, et kuulda seda pakki.
fr: Appuie sur la touche pour entendre ce pack.
hu: Nyomd meg a billentyűt, és meghallod ezt a csomagot.
it: Premi il tasto per sentire questo pacchetto.
ja: キーを押すと、このパックの音が鳴ります。
ko: 키를 누르면 이 팩의 소리가 나요.
ms: Tekan kekunci untuk mendengar pek ini.
pt: Carrega na tecla para ouvires este pacote.
ru: Нажмите клавишу, чтобы услышать этот набор.
zh_hans: 按一下按键，听听这个声音包。

source: Press the keys above to see the light react.
de: Drück oben auf die Tasten, um zu sehen, wie das Licht reagiert.
es: Pulsa las teclas de arriba para ver cómo reacciona la luz.
et: Vajuta ülal klahve, et näha, kuidas valgus reageerib.
fr: Appuie sur les touches ci-dessus pour voir la lumière réagir.
hu: Nyomd meg a fenti billentyűket, és nézd, hogyan reagál a fény.
it: Premi i tasti qui sopra per vedere la luce reagire.
ja: 上のキーを押すと、光の反応が見られます。
ko: 위의 키를 눌러 빛이 어떻게 반응하는지 확인해 보세요.
ms: Tekan kekunci di atas untuk melihat cahaya bertindak balas.
pt: Carrega nas teclas acima para veres a luz reagir.
ru: Нажмите клавиши выше, чтобы увидеть, как реагирует свет.
zh_hans: 按一按上方的按键，看看灯光如何回应。

source: Press-in
de: Eindrücken
es: Hundimiento
et: Sissevajumine
fr: Enfoncement
hu: Benyomódás
it: Pressione
ja: 押し込み
ko: 눌림
ms: Tekan masuk
pt: Afundar
ru: Нажатие
zh_hans: 按下

source: Preview
de: Vorschau
es: Vista previa
et: Eelvaade
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
ko: 미리보기
ms: Pratonton
pt: Pré-visualização
ru: Предпросмотр
zh_hans: 预览

source: Preview GIF
de: GIF-Vorschau
es: Vista previa del GIF
et: GIF-i eelvaade
fr: Aperçu du GIF
hu: GIF előnézete
it: Anteprima GIF
ja: GIFをプレビュー
ko: GIF 미리보기
ms: Pratonton GIF
pt: Pré-visualizar GIF
ru: Предпросмотр GIF
zh_hans: 预览 GIF

source: Preview conditions
de: Bedingungen in Vorschau prüfen
es: Previsualizar condiciones
et: Vaata tingimuste eelvaadet
fr: Prévisualiser les conditions
hu: Feltételek előnézete
it: Anteprima delle condizioni
ja: 条件をプレビュー
ko: 조건 미리보기
ms: Pratonton syarat
pt: Pré-visualizar condições
ru: Проверить условия
zh_hans: 预览条件

source: Preview the theme below, then choose whether to import it.
de: Schau dir das Design unten in der Vorschau an und entscheide dann, ob du es importierst.
es: Mira el tema abajo y luego decide si lo importas.
et: Vaata teemat all eelnevalt ja otsusta siis, kas importida.
fr: Prévisualise le thème ci-dessous, puis choisis de l'importer ou non.
hu: Nézd meg lent a téma előnézetét, aztán döntsd el, importálod-e.
it: Guarda l'anteprima del tema qui sotto, poi decidi se importarlo.
ja: 下でテーマをプレビューしてから、読み込むかどうか選んでください。
ko: 아래에서 테마를 미리 보고, 가져올지 정해 보세요.
ms: Pratonton tema di bawah, kemudian pilih sama ada nak import atau tidak.
pt: Vê a pré-visualização do tema abaixo e depois decide se o queres importar.
ru: Посмотрите тему ниже и решите, импортировать ли её.
zh_hans: 先在下面预览这个主题，再决定要不要导入。

source: Preview this rule
de: Vorschau dieser Regel
es: Previsualizar esta regla
et: Vaata selle reegli eelvaadet
fr: Prévisualiser cette règle
hu: Szabály előnézete
it: Anteprima di questa regola
ja: このルールをプレビュー
ko: 이 규칙 미리보기
ms: Pratonton peraturan ini
pt: Pré-visualizar esta regra
ru: Проверить это правило
zh_hans: 预览此规则

source: Previous character
de: Vorheriges Zeichen
es: Carácter anterior
et: Eelmine märk
fr: Caractère précédent
hu: Előző karakter
it: Carattere precedente
ja: 前の文字
ko: 이전 문자
ms: Aksara sebelumnya
pt: Caractere anterior
ru: Предыдущий знак
zh_hans: 上一个字符

source: Previous style
de: Vorheriger Stil
es: Estilo anterior
et: Eelmine stiil
fr: Style précédent
hu: Előző stílus
it: Stile precedente
ja: 前のスタイル
ko: 이전 스타일
ms: Gaya sebelumnya
pt: Estilo anterior
ru: Предыдущий стиль
zh_hans: 上一个样式

source: Prices load once the App Store is reachable. Check your connection and try again.
de: Die Preise werden geladen, sobald der App Store erreichbar ist. Prüfe deine Verbindung und versuch es erneut.
es: Los precios aparecerán cuando se pueda conectar con el App Store. Comprueba la conexión e inténtalo de nuevo.
et: Hinnad laaditakse, niipea kui App Store on kättesaadav. Kontrolli ühendust ja proovi uuesti.
fr: Les prix s'afficheront dès que l'App Store sera joignable. Vérifie ta connexion et réessaie.
hu: Az árak akkor töltődnek be, amikor elérhető az App Store. Ellenőrizd a kapcsolatot, majd próbáld újra.
it: I prezzi compariranno quando l'App Store sarà raggiungibile. Controlla la connessione e riprova.
ja: App Storeに接続すると価格が表示されます。通信状況を確認して、もう一度お試しください。
ko: App Store에 연결되면 가격이 표시돼요. 연결을 확인하고 다시 시도해 주세요.
ms: Harga akan dimuatkan apabila App Store boleh dicapai. Semak sambungan dan cuba lagi.
pt: Os preços aparecem quando for possível aceder à App Store. Verifica a ligação e tenta novamente.
ru: Цены загружаются, когда App Store становится доступен. Проверьте соединение и попробуйте снова.
zh_hans: 连接到 App Store 后会显示价格。请检查网络连接，然后重试。

source: Primary
de: Primär
es: Primario
et: Peamine
fr: Principal
hu: Elsődleges
it: Primario
ja: プライマリ
ko: 기본
ms: Utama
pt: Primário
ru: Основной
zh_hans: 主要

source: Primary color
de: Primärfarbe
es: Color principal
et: Põhivärv
fr: Couleur principale
hu: Elsődleges szín
it: Colore principale
ja: メインカラー
ko: 기본 색상
ms: Warna utama
pt: Cor principal
ru: Основной цвет
zh_hans: 主色

# Primary colour
source: Primary color
de: Primärfarbe
es: Color principal
et: Põhivärv
fr: Couleur principale
hu: Elsődleges szín
it: Colore principale
ja: メインカラー
ko: 기본 색상
ms: Warna utama
pt: Cor principal
ru: Основной цвет
zh_hans: 主色

source: Prism
de: Prisma
es: Prisma
et: Prisma
fr: Prisme
hu: Priizma
it: Prisma
ja: プリズム
ko: 프리즘
ms: Prisma
pt: Prisma
ru: Призма
zh_hans: 棱镜

source: Privacy
de: Datenschutz
es: Privacidad
et: Privaatsus
fr: Confidentialité
hu: Adatvédelem
ja: プライバシー
ko: 개인정보 보호
ms: Privasi
pt: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
et: Privaatsuspoliitika
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private by default
de: Standardmäßig privat
es: Privado por defecto
et: Vaikimisi privaatne
fr: Privé par défaut
hu: Alapértelmezetten privát
it: Privato per impostazione predefinita
ja: デフォルトでプライベート
ko: 기본적으로 비공개
ms: Peribadi secara lalai
pt: Privado por predefinição
ru: Приватно по умолчанию
zh_hans: 默认私密

source: Private by design
de: Von Grund auf privat
es: Privado por diseño
et: Privaatsus on disaini osa
fr: Privé par conception
hu: Alapértelmezetten privát
it: Privato per progettazione
ja: プライバシーを前提に設計
ko: 프라이버시를 고려한 설계
ms: Peribadi secara reka bentuk
pt: Privado por natureza
ru: Конфиденциальность по замыслу
zh_hans: 隐私优先设计

source: Professional
de: Professionell
es: Profesional
et: Professionaalne
fr: Professionnel
hu: Profi
it: Professionale
ja: フォーマル
ko: 전문적
ms: Profesional
pt: Profissional
ru: По-деловому
zh_hans: 专业

source: Profile
de: Profil
es: Perfil
et: Profiil
fr: Profil
hu: Profil
it: Profilo
ja: プロファイル
ko: 프로필
ms: Profil
pt: Perfil
ru: Профиль
zh_hans: 配置文件

source: Profile Switcher
de: Profilwechsler
es: Cambio de perfil
et: Profiilivahetaja
fr: Changeur de profil
hu: Profilváltó
it: Cambio profilo
ja: プロファイル切り替え
ko: 프로필 전환
ms: Penukar Profil
pt: Troca de perfil
ru: Переключатель профилей
zh_hans: 配置文件切换

source: Profile Switcher is off. Turn it on to use it.
de: Der Profilwechsler ist aus. Schalte ihn ein, um ihn zu nutzen.
es: El selector de perfiles está desactivado. Actívalo para usarlo.
et: Profiilivahetaja on väljas. Lülita see sisse, et kasutada.
fr: Le sélecteur de profils est désactivé. Active-le pour l'utiliser.
hu: A profilváltó ki van kapcsolva. Kapcsold be, hogy használhasd.
it: Il selettore di profili è disattivato. Attivalo per usarlo.
ja: プロフィール切り替えはオフです。オンにすると使えます。
ko: 프로필 전환이 꺼져 있어요. 켜면 쓸 수 있어요.
ms: Penukar profil dimatikan. Hidupkannya untuk menggunakannya.
pt: O seletor de perfis está desligado. Liga-o para o usares.
ru: Переключатель профилей выключен. Включите его, чтобы пользоваться.
zh_hans: 配置切换已关闭。打开后就能使用。

source: Profile modified
de: Profil geändert
es: Perfil modificado
et: Profiil muudetud
fr: Profil modifié
hu: Profil módosítva
it: Profilo modificato
ja: プロファイル変更済み
ko: 프로필 수정됨
ms: Profil diubah
pt: Perfil modificado
ru: Профиль изменён
zh_hans: 配置文件已修改

source: Profile packs
de: Profilpakete
es: Paquetes de perfiles
et: Profiilipakid
fr: Packs de profils
hu: Profilcsomagok
it: Pacchetti di profili
ja: プロファイルパック
ko: 프로필 팩
ms: Pek profil
pt: Pacotes de perfis
ru: Пакеты профилей
zh_hans: 配置文件包

source: Profile-pack storage is unavailable.
de: Der Speicher für Profilpakete ist nicht verfügbar.
es: El almacenamiento de paquetes de perfiles no está disponible.
et: Profiilipakkide salvestusruum pole saadaval.
fr: Le stockage des packs de profils est indisponible.
hu: A profilcsomagok tárolása nem érhető el.
it: L’archiviazione dei pacchetti di profili non è disponibile.
ja: プロファイルパックのストレージを利用できません。
ko: 프로필 팩 저장소를 사용할 수 없습니다.
ms: Storan pek profil tidak tersedia.
pt: O armazenamento de pacotes de perfis não está disponível.
ru: Хранилище пакетов профилей недоступно.
zh_hans: 配置文件包存储不可用。

source: Profiles
de: Profile
es: Perfiles
et: Profiilid
fr: Profils
hu: Profilok
it: Profili
ja: プロファイル
ko: 프로필
ms: Profil
pt: Perfis
ru: Профили
zh_hans: 配置文件

source: Promoted In-App Purchases
de: Beworbene In-App-Käufe
es: Compras dentro de la app promocionadas
et: Reklaamitud rakendusesisesed ostud
fr: Achats in-app mis en avant
hu: Kiemelt appbeli vásárlások
it: Acquisti in-app in evidenza
ja: プロモーション対象のアプリ内課金
ko: 프로모션된 앱 내 구입
ms: Pembelian Dalam App Dipromosikan
pt: Compras no app em destaque
ru: Продвигаемые покупки в приложении
zh_hans: 推广的 App 内购买项目

source: Prompt copied. Paste it into your assistant.
de: Prompt kopiert. Füge ihn in deinen Assistenten ein.
es: Prompt copiado. Pégalo en tu asistente.
et: Viip on kopeeritud. Kleebi see oma assistenti.
fr: Requête copiée. Collez-la dans votre assistant.
hu: Prompt másolva. Illeszd be az asszisztensedbe.
it: Prompt copiato. Incollalo nel tuo assistente.
ja: プロンプトをコピーしました。アシスタントに貼り付けてください。
ko: 프롬프트를 복사했습니다. 어시스턴트에 붙여넣으세요.
ms: Gesaan disalin. Tampal ke dalam pembantu anda.
pt: Prompt copiado. Cole-o no seu assistente.
ru: Запрос скопирован. Вставьте его в свой ассистент.
zh_hans: 已复制提示词。粘贴到你的助手中。

source: Proofread
de: Korrekturlesen
es: Corregir
et: Loe üle
fr: Relire
hu: Lektorálás
it: Correggi
ja: 校正
ko: 교정
ms: Semak
pt: Rever
ru: Проверить текст
zh_hans: 校对

source: Public language packs
de: Öffentliche Sprachpakete
es: Paquetes de idiomas públicos
et: Avalikud keelepakid
fr: Packs linguistiques publics
hi: सार्वजनिक भाषा पैक
hu: Nyilvános nyelvi csomagok
it: Pacchetti linguistici pubblici
ja: 公開言語パック
ko: 공개 언어 팩
ms: Pek bahasa awam
ne: सार्वजनिक भाषा प्याकहरू
pt: Pacotes de idiomas públicos
ru: Публичные языковые пакеты
tr: Herkese açık dil paketleri
zh_hans: 公开语言包

source: Published DRM-free
de: DRM-frei veröffentlicht
es: Publicado sin DRM
et: Avaldatud ilma DRM-ita
fr: Publié sans DRM
hu: DRM-mentesen kiadva
it: Pubblicato senza DRM
ja: DRMフリーで公開
ko: DRM 없이 배포됨
ms: Diterbitkan tanpa DRM
pt: Publicado sem DRM
ru: Опубликовано без DRM
zh_hans: 无 DRM 发布

source: Publisher
de: Herausgeber
es: Editor
et: Avaldaja
fr: Éditeur
hu: Kiadó
it: Editore
ja: 公開元
ko: 게시자
ms: Penerbit
pt: Editor
ru: Издатель
zh_hans: 发布者

source: Pull the 123 key upward to open the Tools menu. Same switch as Tools → Access; set the menu style there.
de: Ziehe die 123-Taste nach oben, um das Tools-Menü zu öffnen. Derselbe Schalter wie unter Tools → Zugriff; dort stellst du den Menüstil ein.
es: Tira de la tecla 123 hacia arriba para abrir el menú de Herramientas. Es el mismo interruptor que en Herramientas → Acceso; ahí ajustas el estilo del menú.
et: Tõmba 123-klahvi üles, et avada Tööriistade menüü. Sama lüliti nagu Tööriistad → Juurdepääs; määra menüü stiil seal.
fr: Tire la touche 123 vers le haut pour ouvrir le menu Outils. Même réglage que Outils → Accès ; c'est là que tu définis le style du menu.
hu: Húzd felfelé a 123 billentyűt az Eszközök menü megnyitásához. Ugyanaz a kapcsoló, mint az Eszközök → Hozzáférés menüben; ott állítsd be a menü stílusát.
it: Tira il tasto 123 verso l'alto per aprire il menu Strumenti. Stesso interruttore di Strumenti → Accesso; imposta lì lo stile del menu.
ja: 123キーを上に引っ張るとツールメニューが開きます。ツール → アクセスと同じ設定で、メニューのスタイルはそちらで変更できます。
ko: 123 키를 위로 당기면 도구 메뉴가 열려요. 도구 → 접근 방식과 같은 설정이니, 메뉴 스타일은 거기서 바꾸세요.
ms: Tarik kekunci 123 ke atas untuk buka menu Alat. Suis sama seperti Alat → Akses; tetapkan gaya menu di sana.
pt: Puxa a tecla 123 para cima para abrir o menu de Ferramentas. É o mesmo interruptor de Ferramentas → Acesso; define o estilo do menu aí.
ru: Потяните клавишу 123 вверх, чтобы открыть меню инструментов. Это тот же переключатель, что «Инструменты» → «Доступ»; там же задаётся вид меню.
zh_hans: 把 123 键向上拉可以打开工具菜单。这和“工具 → 访问方式”是同一个开关，菜单样式在那里设置。

source: Pull up on the Return key to switch language. Turns on Separate typing mode, so you type one language at a time instead of all at once. Same setting as Localization → Typing mode.
de: Ziehe die Return-Taste nach oben, um die Sprache zu wechseln. Aktiviert den getrennten Eingabemodus, sodass du eine Sprache nach der anderen tippst statt alle gleichzeitig. Dieselbe Einstellung wie unter Sprache → Eingabemodus.
es: Tira de la tecla Intro hacia arriba para cambiar de idioma. Activa el modo de escritura separado, así escribes en un idioma a la vez en lugar de todos juntos. Es el mismo ajuste que en Idioma → Modo de escritura.
et: Tõmba sisestusklahvi üles, et keelt vahetada. Lülitab sisse Eraldi tipimise režiimi, nii et tipid korraga üht keelt kõigi asemel. Sama seadistus nagu Keeled → Tipimise režiim.
fr: Tire la touche Retour vers le haut pour changer de langue. Active le mode de saisie séparé, pour écrire dans une langue à la fois plutôt que toutes en même temps. Même réglage que Langue → Mode de saisie.
hu: Húzd felfelé a Return billentyűt a nyelvváltáshoz. Bekapcsolja a Külön beviteli módot, így egyszerre csak egy nyelven írsz, nem az összesen. Ugyanaz a beállítás, mint a Nyelv → Beviteli mód alatt.
it: Tira il tasto Invio verso l'alto per cambiare lingua. Attiva la modalità di digitazione separata, così scrivi in una lingua alla volta invece che in tutte insieme. Stessa impostazione di Lingua → Modalità di digitazione.
ja: Returnキーを上に引っ張ると言語を切り替えられます。個別入力モードがオンになり、全言語同時ではなく1つずつの言語になります。言語 → 入力モードと同じ設定です。
ko: Return 키를 위로 당기면 언어가 전환돼요. 개별 입력 모드가 켜지면서, 모든 언어를 한 번에 쓰는 대신 한 번에 한 언어씩 써요. 언어 → 입력 모드와 같은 설정이에요.
ms: Tarik kekunci Return ke atas untuk tukar bahasa. Ia menghidupkan mod menaip berasingan, jadi anda menaip satu bahasa pada satu masa dan bukannya semua sekali. Tetapan sama seperti Bahasa → Mod menaip.
pt: Puxa a tecla Return para cima para mudar de idioma. Ativa o modo de escrita separado, para escreveres num idioma de cada vez em vez de todos ao mesmo tempo. É a mesma definição de Idioma → Modo de escrita.
ru: Потяните клавишу Return вверх, чтобы сменить язык. Включает раздельный режим печати: вы печатаете на одном языке за раз, а не на всех сразу. Это та же настройка, что «Локализации» → «Режим печати».
zh_hans: 把回车键向上拉可以切换语言。这会开启独立输入模式，一次只用一种语言，而不是同时混用。和“语言 → 输入模式”是同一个设置。

source: Pulse
de: Pulsieren
es: Pulso
et: Pulsatsioon
fr: Pulsation
hu: Pulzálás
it: Pulsazione
ja: パルス
ko: 펄스
ms: Denyut
pt: Pulso
ru: Пульс
zh_hans: 脉冲

source: Punctuate what I say and tighten it. Same meaning, fewer words.
de: Setz die Zeichensetzung und straff es. Gleiche Aussage, weniger Worte.
es: Puntúa lo que digo y condénsalo. Mismo sentido, menos palabras.
et: Pane kirjavahemärgid ja tõmba kokku. Sama tähendus, vähem sõnu.
fr: Ponctue ce que je dis et resserre-le. Même sens, moins de mots.
hu: Tedd ki a központozást, és tömörítsd. Ugyanaz az értelem, kevesebb szó.
it: Punteggia quello che dico e stringilo. Stesso senso, meno parole.
ja: 話した内容に句読点をつけて引き締めて。意味はそのまま、言葉は少なく。
ko: 내가 말한 내용에 문장부호를 넣고 간결하게 줄여 줘. 뜻은 그대로, 말은 짧게.
ms: Letak tanda baca pada apa yang saya sebut dan padatkannya. Makna sama, kata lebih sedikit.
pt: Pontua o que digo e condensa. Mesmo sentido, menos palavras.
ru: Расставить знаки препинания и подтянуть сказанное. Тот же смысл, меньше слов.
zh_hans: 给我说的加上标点并精简。意思不变，字数更少。

source: Punctuation
de: Zeichensetzung
es: Puntuación
et: Kirjavahemärgistus
fr: Ponctuation
hu: Központozás
it: Punteggiatura
ja: 句読点
ko: 구두점
ms: Tanda baca
pt: Pontuação
ru: Пунктуация
zh_hans: 标点

source: Punctuation spacing
de: Satzzeichenabstand
es: Espaciado de puntuación
et: Kirjavahemärkide vahemaa
fr: Espacement de la ponctuation
hu: Írásjelek térköze
it: Spaziatura della punteggiatura
ja: 句読点の間隔
ko: 문장 부호 간격
ms: Jarak tanda baca
pt: Espaçamento da pontuação
ru: Пробелы у знаков препинания
zh_hans: 标点间距

source: Punctuation that loses the space in front of it, the way a comma does.
de: Satzzeichen, vor denen das Leerzeichen wegfällt – wie beim Komma.
es: Signos que pierden el espacio de delante, como hace la coma.
et: Kirjavahemärgid, mis eelnevast tühikust ilma jäävad, nagu koma.
fr: Ponctuation qui perd l’espace qui la précède, comme la virgule.
hu: Írásjelek, amik elől eltűnik a szóköz – ahogy a vesszőnél.
it: Punteggiatura che perde lo spazio che la precede, come la virgola.
ja: 直前のスペースが消える約物です（読点と同じ扱い）。
ko: 앞의 공백이 사라지는 문장 부호입니다. 쉼표와 같은 방식입니다.
ms: Tanda baca yang menghilangkan ruang di hadapannya, seperti koma.
pt: Pontuação que perde o espaço à frente, como faz a vírgula.
ru: Знаки, перед которыми пробел убирается, — как перед запятой.
zh_hans: 会吃掉前面空格的标点，就像逗号那样。
